Repository: collective/collective.googleauthenticator
Catalog: src/collective/googleauthenticator/locales/*/LC_MESSAGES/collective.googleauthenticator.po
Languages: nl

source: 1. Scan this QR code with the Google Authenticator app
nl: 1. Scan deze QR-code met de Google Authenticator-app

source: 2. Enter the verification code to activate two-step verification
nl: 2. Voer de verificatiecode in om twee-stap verificatie activeren

source: An email with instructions on resetting your bar-code is sent successfully.
nl: Een e-mail met instructies over het resetten van je bar-code is verzonden.

source: Automatically generated
nl: Automatisch gegenereerd

source: Confirm your login by entering the verification generated by the Google Authenticator app.
nl: Bevestig je aanmelding door de verificatiecode in te voeren, deze code wordt gegenereerd door de Google Authenticator-app.

source: Enable two-step verification.
nl: Schakel twee-stap verificatie in.

source: Enable/disable the two-step verification. Click <a href="@@setup-two-factor-authentication"> here</a> to set it up or <a href="@@disable-two-factor-authentication">here</a> to disable it.
nl: Inschakelen / uitschakelen van de twee-stap verificatie. Klik <a href="@@setup-two-factor-authentication"> hier </a> om het in te schakelen of <a href="@@disable-two-factor-authentication">hier</a> om het uit te schakelen.

source: Enter code
nl: Type de in code

source: Enter the verification code generated by your mobile application.
nl: Voer de verificatie code in, deze wordt gegenereerd door je mobiele applicatie.

source: Enter the verification code generated by your mobile application. If you have somehow lost your bar code, request a bar code reset <a href="{0}/@@request-bar-code-reset">here</a>.
nl: Voer de verificatie code gegenereerd door je mobiele applicatie. Als je op een of andere manier hebt je barcode verloren, vraag dan een barcode reset aan <a href="{0}/@@request-bar-code-reset">hier</ a>.

source: Enter your secret key for the site here. When choosing a secret key, think of it as some sort of a password.
nl: Vul hier je geheime sleutel voor de site. Bij het kiezen van een geheime sleutel, zie het als een soort van een wachtwoord.

source: Enter your username for verification. The link code to reset the bar code would be sent to your email.
nl: Voer je gebruikersnaam voor verificatie. De link code om de streepjescode te resetten, zou worden verzonden naar je e-mail.

source: Google Authenticator settings
nl: Google Authenticator instellingen

source: Great! You're logged in.
nl: Geweldig! Je bent ingelogd.

source: Invalid bar-code reset token
nl: Ongeldige bar-code reset token

source: Invalid bar-code reset token.
nl: Ongeldige bar-code reset token.

source: Invalid data. Details: {0}
nl: Ongeldige gegevens. Details: {0}

source: Invalid token or token expired.
nl: Ongeldig token of token verlopen.

source: Invalid username.
nl: Ongeldige gebruikersnaam.

source: Request for bar-code reset is failed! {0}
nl: Verzoek om bar-code reset mislukt! {0}

source: Request to reset the Google Authenticator bar code
nl: Verzoek aan de Google Authenticator barcode te resetten

source: Request to reset the Google Authenticator bar-code
nl: Verzoek aan de Google Authenticator barcode te resetten

source: Reset your two-step verification bar-code
nl: Reset je twee-stap verificatie bar-code

source: Resetting of the bar-code failed! {0}
nl: Het resetten van de bar-code mislukt! {0}

source: Secret Key
nl: Geheime Sleutel

source: Secret key
nl: Geheime Sleutel

source: Setup two-step verification
nl: Setup twee-stap verificatie

source: Setup failed! {0}
nl: Setup mislukt! {0}

source: The Google Authenticator app generates a verification code, enter the code below
nl: De Google Authenticator-app genereert een verificatie code, voer de onderstaande code onderin

source: To reset the two-step verification bar-code you need to install the GoogleAuthenticator app on your phone. This app is available for Android, iOS and BlackBerry devices.
nl: Om de twee-stap verificatie bar-code te resetten, moet u de GoogleAuthenticator app te installeren op uw telefoon. Deze app is beschikbaar voor Android, iOS en BlackBerry-apparaten.

source: To setup two-step verification you need to install the GoogleAuthenticator app on your phone. This app is available for Android, iOS and BlackBerry devices.
nl: Voor het opzetten van twee-stap verificatie moet je de GoogleAuthenticator app installeren op je telefoon. Deze app is beschikbaar voor Android, iOS en BlackBerry-apparaten.

source: Token to reset the bar code
nl: Token om de barcode te resetten

source: Two-step verification
nl: Twee-stap verificatie

source: Two-step verification bar-code is successfully reset for your account.
nl: Twee-stap verificatie bar-code is met succes gereset voor je account.

source: Two-step verification is successfully enabled for your account.
nl: De twee-stap verificatie is met succes ingeschakeld voor je account.

source: User not found {0}.
nl: Gebruiker niet gevonden {0}.

source: Username
nl: Gebruikersnaam

source: Verify
nl: VerifiÃ«ren

source: Submit
nl: Verzenden

source: You have successfully disabled the two-step verification for your account.
nl: Je hebt met succes de twee-stap verificatie uitgeschakeld voor je account.
